chat_system_1032973069_actor_description=Kay-Lear. Elf - warrior. Elven queen's right hand.
chat_system_1032973069_switch_0_header_2=^?^Hello, [player]! My name is Kay-Lear, and I am in your debt... Thank you for rescuing our beautiful queen, and for helping us in these difficult times, despite all of our offenses.
chat_system_1032973069_snap_0_question=^?^You've come to us at a very difficult time for all who call Ellinia home.<br>Look upon our queen's beautiful face and cry, human, for her face is the face of death! General Karador's evil spells have captured the pure soul of our queen. And now our nation obeys his will through her words.
chat_system_1032973069_snap_0_answer_0=^?^I don't understand what you're talking about. I came here to recover Princess Amelie, and I seriously have to talk to your queen.
chat_system_1032973069_snap_1_question=^?^You're either extremely stupid, blind, or deaf, human! Look into these eyes that used to be so beautiful! The Majestic Queen Violetta is not here with us. Her mind is absent...
chat_system_1032973069_snap_1_answer_0=^?^So how can I talk to her about the elves' kidnapping of our young princess?
chat_system_1032973069_snap_2_question=^?^It's not difficult to understand. Just return to Queen Violetta her priceless soul, which has been locked in the dreadful Crystal of Darkness.
chat_system_1032973069_snap_2_answer_0=^?^And where can I find this Crystal of Darkness? Such treasure probably costs a lot of money.
chat_system_1032973069_snap_4_question=^?^It's simple enough, human. The Crystal of Darkness is with General Karador, in Castle Necrocom. We elves cannot go through the dead gate and release the queen's soul, but you're a human, so you can do it.<br>If you manage to break this dreadful crystal, you'll be able to return the stolen souls and bring our queen back to life. I'm sure that Queen Violetta will answer all your questions, and help you recover your young princess.<br>[reward]
chat_system_1032973069_snap_4_answer_0=^?^Ok. My mission is to carry out negotiations with your queen. And if breaking the crystal is the only way, then I'll just have to do it!
chat_system_1032973069_snap_3_question=^?^Have you brought good news, [player]? I pray for your help.
chat_system_1032973069_snap_3_answer_0=^?^Tell me everything you know about General Karador and the kidnapping of Queen Violetta's soul, in detail.
chat_system_1032973069_snap_3_answer_1=^?^Tell me about the Land of Death. What is it?
chat_system_1032973069_snap_3_header_1=^?^The netherworld. Shadows and the souls of the deceased wander in the Land of Death. One soul gets eternal rest there, while others are doomed to wander there for all eternity. Zombies and skeletons live there, necromancers and orcs - and shamans look for strength and knowledge there. It's a horrible place for living creatures.<br>The Land of Death was created by the ancient Titans. According to legend, a great punishment befell the Titans, for creating the Land of Death and daring to challenge the Gods! The Titans were all destroyed, except one of them. His name was Seth and he, according to the legend, was locked forever in the twisted world that he had created...
chat_system_1032973069_snap_3_answer_2=^?^How can I get to the Land of Death?
chat_system_1032973069_snap_3_header_2=^?^The Books of Death can help you. They are passages. By touching them you detach a tiny part of your soul from you, and enter into their world. One such passage is situated in the Magic Valley while you can find another in the Great Forest. You'll easily find them; the trees around these terrible books have withered away completely.<br>Elves never come to them unless the need is urgent - just necromancers and the ones who have decided to leave this world...
chat_system_1032973069_snap_3_answer_3=^?^I wanted to know if I could do anything else for the nation of elves?
chat_system_1032973069_snap_3_answer_4=^?^Is there anything that can help me cope with General Karador?
chat_system_1032973069_snap_3_header_4=^?^I don't know, human. Elven magic is strong, but it is not intended for destroying life... However, Karador is not alive, and maybe this is his weakness?<br>Go to the Great Forest; find the Tree of Life. It may know how to help you. The Tree of Life has all the wisdom of the Great Forest. It was there long before us, and it will remain long after we are no more. It knows everything. It is Life itself!
chat_system_1032973069_snap_3_answer_5=^?^I'm in a hurry, see you later!
chat_system_1032973069_snap_8_question=^?^The war began after the visit of the first envoy, the undead ambassador. One day the Necromancer Kherum came to our castle. On behalf of his master, the Lord of Darkness, General Karador, he declared war upon us. We suspect that his true goal was to cast the forbidden spell of "Soul Stealing" on our queen.<br>Soon, troops of undead creatures and orcs invaded our lands, while our queen sat by, doing nothing. Our mages say that a part of her soul was captured by the Crystal of Darkness.
chat_system_1032973069_snap_8_answer_0=^?^So, is your queen now paralyzed by that black magic?
chat_system_1032973069_snap_8_header_0=^?^Even worse! This terrible magic has turned her into a helpless puppet in the hands of the fearsome undead general. She may give orders against her will at any moment. Our hope for her recovery is quickly fading.<br>You must help us.
chat_system_1032973069_snap_10_question=^?^They say that orcs tried to destroy the Tree of Life. This fills our hearts with pain and concern, for the Tree is the ancestor of everything living in Ellinia.
chat_system_1032973069_snap_10_answer_0=^?^What kind of a Tree is it?
chat_system_1032973069_snap_9_question=^?^It is the Great Tree of Life! The long life of the elves is one of the many gifts given to elves not by the gods, but by the Tree!<br>The creature is as old as this continent. Its sprouts remember the times of the pangolins, the advent of the Titans, and their overthrow...<br>The Tree contains the wisdom of the centuries; it nourishes the Great Forest with its magic. To kill the Tree of Life means to destroy all the magic of the elven forests. That is the goal of the orcs, and they will not stop!
chat_system_1032973069_snap_9_answer_0=^?^Ok, I'll help protect this tree.
chat_system_1032973069_snap_9_header_0=^?^The Tree is situated in the very center of the Great Forest...
chat_system_1032973069_snap_9_answer_1=^?^Ok, if I happen to be headed that way, I'll help your tree out. See you later!
